{
    "trabajosDeGrado" : [
        {
            "titulo" : "SUBALGEBRAS DE MISHCHENKO-FOMENKO EN sl(4)",
            "autor1" : "BRAYAN STIVEN FLÓREZ BURBANO",
            "autor2" : "NEYER FARLEY GAVIRIA GARCÉS",
            "asesor" : "WILSON FERNANDO MUTIS CANTERO",
            "resumen" : "A topic of great importance within the theory of Lie algebras is the study of modules on a Lie algebra. In the case of Lie gln algebra, some commutative subalgebras known as Mishchenko-Fomenko subalgebras are known and also an important result in this theory guarantees that an irreducible module on these subalgebras is also irreducible on its universal envelope if the Mishchenko-Fomenko subalgebra It is generated by a regular sequence. In this document using concepts of algebraic geometry, such as algebraic varieties, we present the proof of three theorems that allow us to guarantee that Mishchenko-Fomenko subalgebras in gl2, gl3 and in some cases of gl4 is generated by a regular sequence on polynomial ring with 4, 9 and 16 variables, respectively.",
            "libro" : "archivos/TG-Brayan y Neyer.pdf"
        },
        {
            "titulo" : "ESTUDIO DE LOS CONJUNTOS PRODUCTO PEQUEÑOS EN GRUPOS FINITOS NO ABELIANO",
            "autor1" : "DORIS YOLIMA MADROÑERO TORO",
            "autor2" : "",
            "asesor" : "WILSON FERNANDO MUTIS CANTERO",
            "resumen" : "In this work the detailed study of the results most relevant on the problem of Small Product Sets in finite nonabelian groups, in particular for nonabelian groups of order pq, where p and q are diﬀerent odd primes. It also shows the basic properties of the function in µG(r,s) and the obtained results for the classes of groups dihedral, hamiltonian, p−groups and solvable, which currently only appear in specialized literature. In addition, it presents algorithms implemented by the authors in the free mathematical software SageMath, which can calculate the value of the function in µG(r,s) in the nonabelian goup or order 55.",
            "libro" : "archivos/TG-Doris.pdf"
        },
        {
            "titulo" : "CLASIFICACIÓN DE LAS ÁLGEBRAS DE LIE SEMISIMPLES DE DIMENSIÓN FINITA SOBRE EL CUERPO DE LOS COMPLEJOS",
            "autor1" : "PABLO HERLEY LASSO ORDOÑEZ",
            "autor2" : "",
            "asesor" : "WILSON FERNANDO MUTIS CANTERO",
            "resumen" : "A topic of great importance within the theory of Lie algebras is the study of the classiﬁcation of semisimple Lie algebras of ﬁnite dimension. A known result states that the semisimple Lie C-algebra can be characterized by the theory of root systems and Dynkin diagrams. This paper presents the theory necessary to understand the theorem of classiﬁcation of semisimple Lie algebras ﬁnite over complex numbers.",
            "libro" : "archivos/TG-Pablo.pdf"
        },
        {
            "titulo" : "REPRESENTACIONES DE LA ÁLGEBRA DE LIE sl(2,C)",
            "autor1" : "YAMITH FERNANDO AGUANARY GALLARDO",
            "autor2" : "EDWIN HERNÁN BOLAÑOS JOJOA",
            "asesor" : "WILSON FERNANDO MUTIS CANTERO",
            "resumen" : "One of the main interests in the study of the Lie algebras theory is to characterize the irreducible representations of a given Lie algebra. This document presents an introduction to the basic of Lie algebras theory and the study of the irreducible representations of the algebra sl(2,C). The work is the result of the detailed analysis of diﬀerent specialized texts on the theory of Lie algebras and aims to be a written document easy to read for students interested in the topic and who do not have a strong academic background in algebraic structures.",
            "libro" : "archivos/TG-Yamith y Edwin.pdf"
        },
        {
            "titulo" : "UNA INTRODUCCIÓN A LOS NÚMEROS DE RAMSEY",
            "autor1" : "EINAR YOBANY ORDOÑEZ YELA",
            "autor2" : "",
            "asesor" : "WILSON FERNANDO MUTIS CANTERO",
            "resumen" : "In the present work, we investigate the set of k-units in some commutative rings with identity. First of all, we study the set of k-units in Zn, in fields and in some group algebras, so we find the conditions under which these rings are ∆k-rings, and for the case of the ring Zn we establish a connection between the concept of ∆k-ring and the concept of Carmichael’s number and two of its generalizations. Additionally, we present some results about the possible positive integers that can be the ratio of k-units modulo n, especially when k=2. Finally, we study the cubic property of the diagonal in rings with identity.",
            "libro" : "archivos/TG-Yobany.pdf"
        }
    ]
}